export const conversionesTimepo = {
    año: {
        dia: 365.2422,
        h: 365.2422 * 24,
        s: 3.1556e7,
        Hz: 1 / 3.1556e7,
    },
    dia: {
        año: 1 / 365.2422,
        h: 24,
        s: 86400,
        Hz: 1 / 86400,
    },
    h: {
        año: 1 / (365.2422 * 24),
        dia: 1 / 24,
        s: 3600,
        Hz: 1 / 3600,
    },
    s: {
        año: 1 / 3.1556e7,
        dia: 1 / 86400,
        h: 1 / 3600,
        Hz: 1,
    },
    Hz: {
        año: 3.1556e7,
        dia: 86400,
        h: 3600,
        s: 1,
    }
}